{
  "vendor": {
    "<UNK>": 0,
    "10 GRAM GOURMET SBN BHD": 1,
    "32 PUB & BISTRO OWN BY CNU TRADING": 2,
    "99 SPEED MART S/B": 3,
    "ABC HO TRADING": 4,
    "ADVANCO COMPANY": 5,
    "AEON CO. (M) BHD": 6,
    "AEON CO. (M) BHD.": 7,
    "AEON CO. (M) SDN BHD": 8,
    "AIK HUAT HARDWARE ENTERPRISE (SETIA ALAM) SDN BHD": 9,
    "AMANO MALAYSIA SDN BHD": 10,
    "AMPANG 210 FIRST CITY PARKING SDN BHD": 11,
    "AMTECH ELECTRICAL SUPPLIES": 12,
    "ANEKA INTERTRADE MARKETING SDN BHD": 13,
    "ANN GIAP TRADING SDN BHD": 14,
    "ANZEL ADVERTISING (M) SDN BHD": 15,
    "ARTRANGE STATIONERS & PRINT SDN BHD": 16,
    "ASIA MART": 17,
    "ASO ELECTRICAL TRADING SDN BHD": 18,
    "B & BEST RESTAURANT": 19,
    "BAIFU (M) SDN BHD": 20,
    "BECON STATIONER BECON ENTERPRISE SDN BHD": 21,
    "BEMED (SP) SDN BHD": 22,
    "BEMED (SP) SDN. BHD.": 23,
    "BENS INDEPENDENT GROCER SDN. BHD": 24,
    "BERRY'S CAKE HOUSE": 25,
    "BEST DENKI MALAYSIA": 26,
    "BEYOND BROTHERS HARDWARE": 27,
    "BHPETROL PERMAS JAYA 2": 28,
    "BHPETROL SUBANG AIRPORT": 29,
    "BILLION SIX ENTERPRISE": 30,
    "BOOK TA .K (TAMAN DAYA) SDN BHD": 31,
    "BOON SENG PAPER SDN BHD": 32,
    "BROADVIEW MARKETING SDN BHD": 33,
    "C W KHOO HARDWARE SDN BHD": 34,
    "CARREFOUR RESTAURANT": 35,
    "CHECKERS HYPERMARKET SDN BHD (JALAN KLANG LAMA)": 36,
    "CHEF LEE SDN BHD": 37,
    "COSWAY (M) SDN BHD": 38,
    "CT281 - TEALIVE SHELL KEPONG OTTOGO ENTERPRISE": 39,
    "DE LUXE CIRCLE FRESH MART SDN BHD": 40,
    "DE MAXIMUM THAI EXPRESS SDN BHD": 41,
    "DIGI TELECOMMUNICATIONS SDN BHD": 42,
    "DIMILIKI OLEH : DOVE HOLDINGS SDN BHD": 43,
    "DIMILIKI OLEH T PLUS F&B SDN. BHD.": 44,
    "DION REALTIES SDN BHD": 45,
    "DOMINO'S PIZZA": 46,
    "DOMINO'S PIZZA TAMAN UNIVERSITI": 47,
    "DOMMAL FOOD SERVICES SDN BHD": 48,
    "ECO-SHOP MARKETING SDN BHD": 49,
    "ECOSWAY.COM SDN BHD": 50,
    "EDEN IMPRESSION SDN BHD": 51,
    "EIGHT OUNCE COFFEE CO.": 52,
    "ELITETRAX MARKETING SDN BHD": 53,
    "ELKEN SERVICE SDN BHD": 54,
    "ENW HARDWARE CENTRE (M) SDN BHD": 55,
    "ENW HARDWARE CENTRE (M) SDN. BHD.": 56,
    "ESJAY FUEL ENTERPRISE": 57,
    "FAMILYMART": 58,
    "FARMASI LIGAMAS": 59,
    "FILL IN ENTERPRISE": 60,
    "FIVE STAR CASH & CARRY": 61,
    "FTOF NOODLE HOUSE": 62,
    "FUN N CHEER (MALURI)": 63,
    "FUYI MINI MARKET": 64,
    "FY EAGLE ENTERPRISE": 65,
    "GARDENIA BAKERIES (KI ) SDN BHD": 66,
    "GARDENIA BAKERIES (KL) SDN BHD": 67,
    "GERBANG ALAF RESTAURANTS SDN BHD": 68,
    "GH DISTRIBUTOR & MARKETING SDN BHD": 69,
    "GL HANDICRAFT & TAII ORING": 70,
    "GL HANDICRAFT & TAIL ORING": 71,
    "GOLDEN ARCHES RESTAURANTS SDN BHD": 72,
    "GOLDEN KEY MAKER": 73,
    "GOLDEN SCOOP SDN BHD": 74,
    "GRANDMA HOMES RESTAURANT": 75,
    "GREEN LANE PHARMACY SDN BHD": 76,
    "GUARDIAN HEALTH AND BEAUTY SDN BHD": 77,
    "HAI-O RAYA BHD": 78,
    "HAPPY SNACKS ENTERPRISE": 79,
    "HASHA PETROKIOSK": 80,
    "HAXINCONE RESOURCES SDN BHD": 81,
    "HERO DISTRIBUTION SDN BHD": 82,
    "HOME MASTER HARDWARE & ELECTRICAL": 83,
    "HON HWA HARDWARE TRADING": 84,
    "IDEAL MENU GROUP SDN BHD": 85,
    "IKANO HANDEL SDN BHD": 86,
    "IN-SPARKLE TRADING SDN BHD": 87,
    "INDAH GIFT & HOME DECO": 88,
    "K STATIONERY & OFFICE SUPPLIES": 89,
    "KEDAI PAPAN YEW CHUAN": 90,
    "KEDAI RUNCIT ZBH": 91,
    "KEDAI UHAT DAN RUNCIT CHONG HWA": 92,
    "KFA SUPPLY": 93,
    "KHE ELECTRICAL TRADING": 94,
    "KHIAM AIK CHAN SDN BHD": 95,
    "KING'S CONFECTIONERY S/B": 96,
    "KMF FOODICIOUS SDN BHD": 97,
    "KT WONG TRADING": 98,
    "L TWO FLORIST & HANDICRAFT": 99,
    "LAVENDER CONFECTIONERY & BAKERY S/B": 100,
    "LEE WAH FLORIST SDN BHD": 101,
    "LEMON TREE RESTAURANT JTJ FOODS SDN BHD": 102,
    "LEONG HENG SHELL SERVICE STATION": 103,
    "LIAN CHI PU TIAN VEGETARIAN RESTAURANT SDN BHD": 104,
    "LIAN HING STATIONERY SDN BHD": 105,
    "LIGHTROOM GALLERY SDN BHD": 106,
    "LIM SENG THO HARDWARE TRADING": 107,
    "LITTLE CRAVINGS SDN BHD": 108,
    "MAKASSAR FRESH MARKET S/B": 109,
    "MEI LET RESTAURANT": 110,
    "MENTAI INITIAL SDN BHD": 111,
    "MIZU MENTAI SDN. BHD.": 112,
    "MOONLIGHT CAKE HOUSE SDN BHD": 113,
    "MPH BOOKSTORES SDN BHD": 114,
    "MR . DAKGALBI SOLARIS": 115,
    "MR D.I.Y. (M) SDN BHD": 116,
    "MR. D. I. Y. (KUCHAI) SDN BHD": 117,
    "MR. D. I. Y. (M) SDN BHD": 118,
    "MR. D.I.Y. (KUCHAI) SDN BHD": 119,
    "MR. D.I.Y. (M) SDN BHD": 120,
    "MR. D.I.Y. SDN BHD": 121,
    "MR.D.I.Y(M)SDN BHD": 122,
    "MY HAPPY PHARMACY PLT": 123,
    "MYNEWS RETAIL SB": 124,
    "NADEJE PLATINUM SDN BHD": 125,
    "NADEJE PRESTIGE SDN BHD": 126,
    "NANDO'S CHICKENLAND MALAYSIA SDN BHD": 127,
    "OCEAN LC PACKAGING ENTERPRISE": 128,
    "OGN GROUP SDN BHD": 129,
    "OLIVE9 PHARMACY SDN BHD": 130,
    "ONE ONE THREE SEAFOOD RESTAURANT SDN BHD": 131,
    "PAGOH REST AND SERVICE AREA": 132,
    "PANDAH INDAH PULAU KETAM RESTAURANT": 133,
    "PAPPARICH BMC": 134,
    "PASAR MINI JIN SENG": 135,
    "PASAR RAYA MEGA MAJU (SEMENYIH) SDN BHD": 136,
    "PASARAYA BORONG PINTAR SDN BHD": 137,
    "PASARAYA CINWA SDN BHD": 138,
    "PASARAYA JALAL SDN BHD": 139,
    "PASIR EMAS HARDWARE SDN BHD": 140,
    "PERNIAGAAN ZHENG HUI": 141,
    "PETRODELI ENTERPRISE": 142,
    "PINGHWAI TRADING SDN BHD": 143,
    "POPULAR BOOK CO. (M) SDN BHD": 144,
    "PREMIO STATIONERY SDN BHD": 145,
    "PRINT EXPERT SDN BHD": 146,
    "PROSPER NIAGA": 147,
    "R&C VENTURE SDN BHD": 148,
    "RAPID RAIL SDN BHD": 149,
    "RELAIS TOTAL OULMES": 150,
    "RESTAURANT JIAWEI JIAWEI HOUSE": 151,
    "RESTAURANT SIN DU": 152,
    "RESTORAN DE COFFEE O": 153,
    "RESTORAN HASSANBISTRO": 154,
    "RESTORAN SIAM VILLAGE": 155,
    "RESTORAN WAN SHENG": 156,
    "RSTORAN WAN SHENG": 157,
    "S&Y STATIONERY": 158,
    "S.H.H. MOTOR (SUNGAI RENGIT) SDN. BHD.": 159,
    "SANG KEE CHERAS RESTAURANT": 160,
    "SANJUNG REALITI SDN. BHD.": 161,
    "SANYU STATIONERY SHOP": 162,
    "SEGI CASH & CARRY SDN. BHD.": 163,
    "SEGI CASH & CARRY SDN.BHD": 164,
    "SELASIH EKSLUSIF SDN BHD": 165,
    "SHELL ISNI PETRO TRADING": 166,
    "SIN THYE & COMPANY": 167,
    "SINNATHAMBY HOLDINGS SDN. BHD.": 168,
    "SKCA HARDWARE & TIMBER SDN. BHD.": 169,
    "SLF CASH & CARRY": 170,
    "SOON HUAT MACHINERY ENTERPRISE": 171,
    "SUBANG HEALTHCARE SDN BHD": 172,
    "SUN VICTORY SDN BHD": 173,
    "SUN WONG KUT SDN BHD": 174,
    "SUNFISH": 175,
    "SUPER SEVEN CASH & CARRY SDN BHD": 176,
    "SUPER.SEVEN CASH & CARRY SDN BHD": 177,
    "SWC ENTERPRISE SDN BHD": 178,
    "SWEET FOREST CAFE": 179,
    "SYARIKAT PERNIAGAAN GIN KEE": 180,
    "SYL ROASTED DELIGHTS SDN. BHD.": 181,
    "T.A.S LEISURE SDN BHD": 182,
    "TANJONGMAS BOOKCENTRE (PJ) SDN BHD": 183,
    "TASTE OF THE WORLD SDN BHD": 184,
    "TED HENG STATIONERY & BOOKS": 185,
    "TEO HENG STATIONERY & BOOKS": 186,
    "TF VALUE-MART SDN BHD": 187,
    "THE COFFEE BEAN & TEA LEAF (M) SDN. BHD.": 188,
    "THE MARCO POLO KITCH BUKIT INDAH": 189,
    "THE ROTI MAN BAKERY": 190,
    "THE STORE (MALAYSIA) SDN BHD": 191,
    "THE TOAST F&B SDN BHD": 192,
    "THREE STOOGES": 193,
    "TIMELESS KITCHENETTE SDN BHD": 194,
    "TIMES BOOKSTORES": 195,
    "TK DIVISION KITCHEN SDN BHD": 196,
    "TOKYO KITCHEN (CITTA MALL) TOKYO KITCHEN SDN BHD": 197,
    "TONYMOLY VIVA CITY": 198,
    "TRENDYMAX (M) SDN. BHD.": 199,
    "TRI SHAAS SDN BHD": 200,
    "TRIPLE SIX POINT ENTERPRISE 666": 201,
    "TSH POWER HARDWARE TRADING": 202,
    "UNIHAKKA INTERNATIONAL SDN BHD": 203,
    "URBAN IDEA SDN BHD": 204,
    "UROKO JAPANESE CUISINE SDN BHD": 205,
    "VERBENA CONFECTIONERY SDN BHD": 206,
    "VIVOPAC MARKETING SDN BHD": 207,
    "WAHIN HARDWARE SDN BHD": 208,
    "WARAKUYA PERMAS CITY SDN BHD": 209,
    "WATSON'S PERSONAL CARE STORES SDN BHD": 210,
    "WESTERN EASTERN ST TIONERY SDN. BHD": 211,
    "WESTERN EASTERN STATIONERY SDN. BHD": 212,
    "Y SOON FATT S/B": 213,
    "YAM FRESH": 214,
    "YHM AEON TEBRAU CITY": 215,
    "YONG CEN ENTERPRISE": 216,
    "YONG SOON FATT S/B": 217,
    "YONG TAT HARDWARE TRADING": 218,
    "YONGFATT ENTERPRISE": 219,
    "ZAWIAJAYA FOOD N BEVERAGE SDN BHD": 220,
    "ZEN AND COFFEE 28 S/B": 221
  },
  "date": {
    "<UNK>": 0,
    "(06/12/2016)": 1,
    "01-03-18": 2,
    "01-06-2018": 3,
    "01-11-17": 4,
    "01-NOV-2017": 5,
    "01/02/2018": 6,
    "01/03/18": 7,
    "01/05/16": 8,
    "01/06/2018": 9,
    "01/10/2017": 10,
    "01/11/2017": 11,
    "02 APR 2018": 12,
    "02-03-18": 13,
    "02-04-2018": 14,
    "02-05-18": 15,
    "02/01/2018": 16,
    "02/02/17": 17,
    "02/02/2018": 18,
    "02/03/2018": 19,
    "02/05/2018": 20,
    "02/12/2017": 21,
    "02/JAN/2017": 22,
    "03 APR 2018": 23,
    "03 MAR 2018": 24,
    "03-02-16": 25,
    "03-02-18": 26,
    "03-05-18": 27,
    "03/01/2018": 28,
    "03/02/2018": 29,
    "03/03/2018": 30,
    "03/04/2018": 31,
    "03/05/2018": 32,
    "03/06/18": 33,
    "03/06/2017": 34,
    "03/07/2018": 35,
    "03/08/2017": 36,
    "03/09/2017": 37,
    "04 JAN 2017": 38,
    "04 JUN 2018": 39,
    "04-04-2018": 40,
    "04-05-18": 41,
    "04-05-2018": 42,
    "04-06-16": 43,
    "04-06-18": 44,
    "04-06-2018": 45,
    "04/01/2018": 46,
    "04/03/18": 47,
    "04/04/2017": 48,
    "04/06/2018": 49,
    "04/09/2017": 50,
    "04/12/17": 51,
    "04/12/2017": 52,
    "05 JAN 2017": 53,
    "05 MAY 2018": 54,
    "05-02-18": 55,
    "05-03-2018": 56,
    "05-05-18": 57,
    "05-05-2018": 58,
    "05-06-2018": 59,
    "05-12-16": 60,
    "05-AUG-2017": 61,
    "05-JAN-2017": 62,
    "05/01/2018": 63,
    "05/02/2018": 64,
    "05/03/18": 65,
    "05/07/2017": 66,
    "05/08/2017": 67,
    "05/09/2017": 68,
    "05/10/2017": 69,
    "06-04-16": 70,
    "06-04-18": 71,
    "06-05-2018": 72,
    "06/01/18": 73,
    "06/02/18": 74,
    "06/02/2018": 75,
    "06/03/2018": 76,
    "06/04/17": 77,
    "06/04/2018": 78,
    "06/05/2018": 79,
    "06/07/2017": 80,
    "06/08/2017": 81,
    "06/11/2017": 82,
    "07 MAY 2018": 83,
    "07-02-17": 84,
    "07-02-18": 85,
    "07-06-16": 86,
    "07/01/18": 87,
    "07/05/2017": 88,
    "07/05/2018": 89,
    "07/07/17": 90,
    "08-01-16": 91,
    "08/02/2017": 92,
    "08/04/2018": 93,
    "08/05/18": 94,
    "08/07/2017": 95,
    "08/09/2017": 96,
    "08/10/2017": 97,
    "09 APR 2018": 98,
    "09 JUN 2018": 99,
    "09 MAY 2018": 100,
    "09-04-2018": 101,
    "09-06-2018": 102,
    "09/01/2019": 103,
    "09/02/17": 104,
    "09/02/2018": 105,
    "09/03/2018": 106,
    "09/04/2018": 107,
    "09/06/2018": 108,
    "09/08/17": 109,
    "09/10/2017": 110,
    "10 JUN 2018": 111,
    "10 MAR 2018": 112,
    "10 MAY 2018": 113,
    "10 OCT 2017": 114,
    "10-03-2018": 115,
    "10-04-2018": 116,
    "10-05-17": 117,
    "10/01/2018": 118,
    "10/02/2017": 119,
    "10/03/2018": 120,
    "10/04/2017": 121,
    "10/05/2017": 122,
    "10/06/2018": 123,
    "10/08/2017": 124,
    "10/10/2017": 125,
    "11 APR 2018": 126,
    "11 JUN 2018": 127,
    "11-04-18": 128,
    "11-05-16": 129,
    "11-06-2018": 130,
    "11.02.18": 131,
    "11/01/2018": 132,
    "11/01/2019": 133,
    "11/02/16": 134,
    "11/02/18": 135,
    "11/03/18": 136,
    "11/03/2018": 137,
    "11/04/18": 138,
    "11/05/2018": 139,
    "11/06/2018": 140,
    "11/08/2017": 141,
    "11/09/2017": 142,
    "11/12/2017": 143,
    "11/5/2018": 144,
    "12 JUN 2018": 145,
    "12 MAR 2018": 146,
    "12-02-2018": 147,
    "12-03-18": 148,
    "12-03-2018": 149,
    "12-06-2018": 150,
    "12-11-2017": 151,
    "12/01/18": 152,
    "12/01/2018": 153,
    "12/02/2018": 154,
    "12/03/18": 155,
    "12/03/2018": 156,
    "12/04/2018": 157,
    "12/05/18": 158,
    "12/05/2018": 159,
    "12/06/2018": 160,
    "12/08/2017": 161,
    "12/09/2017": 162,
    "12/10/2017": 163,
    "12/13/2016": 164,
    "12/28/2017": 165,
    "13 MAY 2018": 166,
    "13-02-2016": 167,
    "13-05-18": 168,
    "13-06-2018": 169,
    "13-09-2017": 170,
    "13/01/2018": 171,
    "13/03/2018": 172,
    "13/04/2018": 173,
    "13/06/2018": 174,
    "13/07/2017": 175,
    "13/10/2017": 176,
    "13/12/2017": 177,
    "14 MAR 2018": 178,
    "14 MAY 2018": 179,
    "14-01-2018": 180,
    "14-02-2018": 181,
    "14-03-18": 182,
    "14-03-2018": 183,
    "14-06-2018": 184,
    "14-08-17": 185,
    "14-12-16": 186,
    "14/01/2018": 187,
    "14/03/2018": 188,
    "14/04/2018": 189,
    "14/05/2018": 190,
    "14/12/2017": 191,
    "14/JUN/2017": 192,
    "15 JUN 18": 193,
    "15 MAY 2018": 194,
    "15-03-18": 195,
    "15-06-18": 196,
    "15-07-18": 197,
    "15/01/2018": 198,
    "15/04/18": 199,
    "15/06/2017": 200,
    "15/06/2018": 201,
    "15/07/2017": 202,
    "15/09/2017": 203,
    "15/10/2017": 204,
    "15/11/2017": 205,
    "15/12/2016": 206,
    "15/APR/2017": 207,
    "16 APR 2018": 208,
    "16 JUN 2018": 209,
    "16 MAY 2018": 210,
    "16-03-18": 211,
    "16-03-2018": 212,
    "16-04-2018": 213,
    "16/02/2018": 214,
    "16/04/2018": 215,
    "16/06/2018": 216,
    "16/09/2017": 217,
    "17-02-18": 218,
    "17-03-18": 219,
    "17-04-16": 220,
    "17-06-18": 221,
    "17-06-2018": 222,
    "17/01/2018": 223,
    "17/03/2017": 224,
    "17/03/2018": 225,
    "17/04/18": 226,
    "17/04/2018": 227,
    "17/05/17": 228,
    "17/05/2018": 229,
    "17/06/2018": 230,
    "17/08/2017": 231,
    "17/09/2017": 232,
    "17/1/2018": 233,
    "18 APR 2018": 234,
    "18 JUN 2018": 235,
    "18 MAR 2018": 236,
    "18-01-2018": 237,
    "18-03-18": 238,
    "18-03-2018": 239,
    "18-10-17": 240,
    "18-11-18": 241,
    "18/01/2018": 242,
    "18/03/18": 243,
    "18/04/2017": 244,
    "18/04/2018": 245,
    "18/05/18": 246,
    "18/06/2018": 247,
    "18/07/2017": 248,
    "18/09/2017": 249,
    "18/10/2017": 250,
    "18/11/2017": 251,
    "19 APR 2018": 252,
    "19-03-18": 253,
    "19-03-2018": 254,
    "19-04-18": 255,
    "19-04-2018": 256,
    "19-05-2018": 257,
    "19-09-17": 258,
    "19/01/17": 259,
    "19/02/2018": 260,
    "19/03/2018": 261,
    "19/05/16": 262,
    "19/05/18": 263,
    "19/06/17": 264,
    "19/07/2017": 265,
    "19/08/2017": 266,
    "19/10/2017": 267,
    "19/10/2018": 268,
    "20 JUN 2018": 269,
    "20-02-18": 270,
    "20-06-2018": 271,
    "20/03/2017": 272,
    "20/03/2018": 273,
    "20/04/2018": 274,
    "20/05/2018": 275,
    "20/06/18": 276,
    "20/06/2018": 277,
    "20/09/2017": 278,
    "20/10/2016": 279,
    "20/10/2017": 280,
    "20/11/2017": 281,
    "20/12/2017": 282,
    "2016-07-31": 283,
    "2016/05/01": 284,
    "2018-01-05": 285,
    "2018-03-18": 286,
    "2018-03-23": 287,
    "2018/02/22": 288,
    "20180304": 289,
    "20180428": 290,
    "21 MAR 2018": 291,
    "21-03-2018": 292,
    "21-04-2018": 293,
    "21-05-17": 294,
    "21-11-16": 295,
    "21/01/2018": 296,
    "21/02/18": 297,
    "21/03/2017": 298,
    "21/03/2018": 299,
    "21/05/2018": 300,
    "21/07/2017": 301,
    "21/08/2017": 302,
    "21/09/2017": 303,
    "21/10/2017": 304,
    "22 JUN 2018": 305,
    "22 MAR 2018": 306,
    "22 MAY 2018": 307,
    "22-04-16": 308,
    "22-05-16": 309,
    "22-05-2018": 310,
    "22-06-2017": 311,
    "22-11-17": 312,
    "22/01/2017": 313,
    "22/02/2018": 314,
    "22/03/2018": 315,
    "22/04/2017": 316,
    "22/04/2018": 317,
    "22/05/2017": 318,
    "22/10/2017": 319,
    "22/12/2017": 320,
    "23-01-2019": 321,
    "23-03-18": 322,
    "23-04-2017": 323,
    "23-06-2018": 324,
    "23/01/2018": 325,
    "23/03/2018": 326,
    "23/04/2017": 327,
    "23/05/2018": 328,
    "23/06/18": 329,
    "23/09/2017": 330,
    "23/10/2017": 331,
    "23/12/17": 332,
    "24 MAR 18": 333,
    "24 MAR 2018": 334,
    "24-01-16": 335,
    "24-01-18": 336,
    "24-03-18": 337,
    "24-05-2018": 338,
    "24-11-17": 339,
    "24-MAR-2018": 340,
    "24/01/18": 341,
    "24/01/2018": 342,
    "24/05/18": 343,
    "24/05/2017": 344,
    "24/05/2018": 345,
    "24/06/2018": 346,
    "24/07/2017": 347,
    "24/08/2017": 348,
    "24/10/2017": 349,
    "25 MAR 2018": 350,
    "25 MAY 2017": 351,
    "25-01-16": 352,
    "25-03-18": 353,
    "25-03-2018": 354,
    "25-04-18": 355,
    "25/01/2018": 356,
    "25/04/18": 357,
    "25/04/2017": 358,
    "25/05/2018": 359,
    "25/06/18": 360,
    "25/07/2017": 361,
    "25/09/2017": 362,
    "25/10/2017": 363,
    "25/12/2016": 364,
    "25/12/2017": 365,
    "25/12/2018": 366,
    "25/FEB/2017": 367,
    "25032018": 368,
    "26-03-18": 369,
    "26-04-18": 370,
    "26-05-2018": 371,
    "26-06-2018": 372,
    "26/02/18": 373,
    "26/02/2018": 374,
    "26/03/18": 375,
    "26/05/2018": 376,
    "26/06/18": 377,
    "26/10/2017": 378,
    "26/11/2017": 379,
    "27 MAR 2018": 380,
    "27 MAY 2018": 381,
    "27-04-18": 382,
    "27/02/18": 383,
    "27/02/2018": 384,
    "27/03/2018": 385,
    "27/04/18": 386,
    "27/04/2018": 387,
    "27/05/2018": 388,
    "27/06/18": 389,
    "27/06/2018": 390,
    "27/07/17": 391,
    "27/07/2017": 392,
    "27/09/2017": 393,
    "27/10/2017": 394,
    "28 MAR 18": 395,
    "28-01-18": 396,
    "28-04-18": 397,
    "28-04-2018": 398,
    "28-05-18": 399,
    "28-05-2018": 400,
    "28-12-17": 401,
    "28/02/2016": 402,
    "28/02/2018": 403,
    "28/03/2017": 404,
    "28/03/2018": 405,
    "28/04/18": 406,
    "28/04/2018": 407,
    "28/05/18": 408,
    "28/06/2018": 409,
    "28/09/2017": 410,
    "28/12/2017": 411,
    "29 MAR 2018": 412,
    "29/03/18": 413,
    "29/03/2018": 414,
    "29/06/2018": 415,
    "29/07/2016": 416,
    "29/09/2017": 417,
    "29/10/2017": 418,
    "29/11/2017": 419,
    "29/12/2017": 420,
    "30 DEC 17": 421,
    "30 MAR 2018": 422,
    "30 MAY 2018": 423,
    "30-04-18": 424,
    "30-04-2018": 425,
    "30-05-2018": 426,
    "30-06-16": 427,
    "30-06-18": 428,
    "30-06-2018": 429,
    "30-09-2017": 430,
    "30/03/2017": 431,
    "30/03/2018": 432,
    "30/04/2017": 433,
    "30/04/2018": 434,
    "30/05/18": 435,
    "30/05/2017": 436,
    "30/07/2017": 437,
    "30/08/2017": 438,
    "30/09/2017": 439,
    "30/10/2017": 440,
    "31-03-2018": 441,
    "31/01/2018": 442,
    "31/03/2017": 443,
    "31/03/2018": 444,
    "4/02/2017": 445,
    "5/3/2018": 446,
    "6/1/2018": 447,
    "6/2/2017": 448,
    "6/4/2018": 449,
    "9/2/2017": 450,
    "9/3/2018": 451,
    "OCT 3, 2016": 452
  },
  "total": {
    "<UNK>": 0,
    "$10.30": 1,
    "$10.70": 2,
    "$11.20": 3,
    "$11.40": 4,
    "$6.60": 5,
    "$6.90": 6,
    "$7.00": 7,
    "$7.10": 8,
    "$7.60": 9,
    "$8.20": 10,
    "$8.60": 11,
    "$8.70": 12,
    "$8.90": 13,
    "$9.20": 14,
    "$9.90": 15,
    "-1.73": 16,
    "1,007.50": 17,
    "1.38": 18,
    "1.50": 19,
    "1.75": 20,
    "10.00": 21,
    "10.20": 22,
    "10.30": 23,
    "10.40": 24,
    "10.45": 25,
    "10.60": 26,
    "100.00": 27,
    "100.60": 28,
    "100.90": 29,
    "101.75": 30,
    "101.76": 31,
    "102.00": 32,
    "102.40": 33,
    "104.00": 34,
    "105.00": 35,
    "11.10": 36,
    "11.25": 37,
    "11.40": 38,
    "11.50": 39,
    "11.60": 40,
    "11.80": 41,
    "110.00": 42,
    "112.35": 43,
    "112.45": 44,
    "113.80": 45,
    "116.28": 46,
    "118.35": 47,
    "119.70": 48,
    "12.00": 49,
    "12.15": 50,
    "12.30": 51,
    "12.37": 52,
    "12.40": 53,
    "12.60": 54,
    "12.72": 55,
    "12.80": 56,
    "121.90": 57,
    "127.20": 58,
    "127.35": 59,
    "129.30": 60,
    "13.10": 61,
    "13.25": 62,
    "13.50": 63,
    "13.60": 64,
    "13.78": 65,
    "13.80": 66,
    "130.00": 67,
    "136.00": 68,
    "137.15": 69,
    "14.00": 70,
    "14.20": 71,
    "14.40": 72,
    "14.65": 73,
    "14.79": 74,
    "14.85": 75,
    "14.90": 76,
    "141.50": 77,
    "142.00": 78,
    "148.00": 79,
    "148.40": 80,
    "15.00": 81,
    "15.15": 82,
    "15.40": 83,
    "15.90": 84,
    "153.35": 85,
    "156.00": 86,
    "159.00": 87,
    "16.00": 88,
    "16.30": 89,
    "16.50": 90,
    "162.71": 91,
    "164.80": 92,
    "165.00": 93,
    "17.22": 94,
    "17.70": 95,
    "170.00": 96,
    "174.90": 97,
    "177.20": 98,
    "178.08": 99,
    "179.50": 100,
    "18.00": 101,
    "18.80": 102,
    "18.90": 103,
    "180.10": 104,
    "182.00": 105,
    "19.00": 106,
    "19.20": 107,
    "19.31": 108,
    "19.40": 109,
    "19.80": 110,
    "19.90": 111,
    "190.00": 112,
    "190.80": 113,
    "2.00": 114,
    "2.10": 115,
    "2.12": 116,
    "2.28": 117,
    "2.30": 118,
    "2.40": 119,
    "2.50": 120,
    "2.56": 121,
    "2.70": 122,
    "20.00": 123,
    "20.05": 124,
    "20.21": 125,
    "20.50": 126,
    "20.80": 127,
    "20.90": 128,
    "21.00": 129,
    "21.20": 130,
    "21.40": 131,
    "21.50": 132,
    "21.60": 133,
    "21.80": 134,
    "213.00": 135,
    "217.00": 136,
    "22.00": 137,
    "22.25": 138,
    "22.90": 139,
    "23.00": 140,
    "23.20": 141,
    "23.32": 142,
    "23.40": 143,
    "23.56": 144,
    "23.60": 145,
    "234.40": 146,
    "24.00": 147,
    "24.40": 148,
    "24.83": 149,
    "247.55": 150,
    "248.05": 151,
    "25.00": 152,
    "25.15": 153,
    "25.40": 154,
    "25.45": 155,
    "25.60": 156,
    "250.00": 157,
    "26.10": 158,
    "26.50": 159,
    "26.60": 160,
    "26.80": 161,
    "26.82": 162,
    "27.00": 163,
    "27.10": 164,
    "27.20": 165,
    "27.25": 166,
    "27.30": 167,
    "27.55": 168,
    "27.90": 169,
    "270.00": 170,
    "270.30": 171,
    "275.90": 172,
    "277.00": 173,
    "28.00": 174,
    "28.15": 175,
    "28.30": 176,
    "28.40": 177,
    "28.50": 178,
    "28.60": 179,
    "28.70": 180,
    "28.90": 181,
    "29.30": 182,
    "29.59": 183,
    "29.68": 184,
    "29.80": 185,
    "3.00": 186,
    "3.20": 187,
    "3.21": 188,
    "3.70": 189,
    "30.00": 190,
    "30.10": 191,
    "30.30": 192,
    "30.45": 193,
    "30.70": 194,
    "30.90": 195,
    "31.00": 196,
    "31.05": 197,
    "31.32": 198,
    "31.45": 199,
    "31.80": 200,
    "32.70": 201,
    "327.00": 202,
    "329.10": 203,
    "33.05": 204,
    "33.50": 205,
    "33.60": 206,
    "332.30": 207,
    "34.00": 208,
    "34.21": 209,
    "343.95": 210,
    "35.00": 211,
    "35.01": 212,
    "35.40": 213,
    "35.80": 214,
    "36.00": 215,
    "36.55": 216,
    "361.46": 217,
    "362.50": 218,
    "37.10": 219,
    "37.45": 220,
    "374.20": 221,
    "38.37": 222,
    "38.60": 223,
    "39.60": 224,
    "39.75": 225,
    "39.78": 226,
    "39.80": 227,
    "39.87": 228,
    "39.90": 229,
    "4.00": 230,
    "4.10": 231,
    "4.20": 232,
    "4.25": 233,
    "4.40": 234,
    "4.50": 235,
    "4.60": 236,
    "4.80": 237,
    "4.90": 238,
    "40.18": 239,
    "404.39": 240,
    "41.00": 241,
    "41.20": 242,
    "41.50": 243,
    "41.87": 244,
    "41.95": 245,
    "42.40": 246,
    "42.50": 247,
    "42.90": 248,
    "43.7": 249,
    "44.73": 250,
    "44.90": 251,
    "45.00": 252,
    "45.35": 253,
    "46.06": 254,
    "46.55": 255,
    "46.90": 256,
    "465.34": 257,
    "47.70": 258,
    "473.30": 259,
    "476.80": 260,
    "48.00": 261,
    "48.04": 262,
    "48.10": 263,
    "48.15": 264,
    "48.95": 265,
    "489.30": 266,
    "49.40": 267,
    "5.00": 268,
    "5.30": 269,
    "5.75": 270,
    "5.80": 271,
    "5.90": 272,
    "50.00": 273,
    "50.45": 274,
    "50.60": 275,
    "50.80": 276,
    "51.00": 277,
    "51.42": 278,
    "51.88": 279,
    "52.00": 280,
    "52.10": 281,
    "52.40": 282,
    "52.80": 283,
    "53.14": 284,
    "53.20": 285,
    "53.30": 286,
    "53.55": 287,
    "538.00": 288,
    "54.15": 289,
    "54.19": 290,
    "54.50": 291,
    "55.10": 292,
    "56.00": 293,
    "57.80": 294,
    "58.00": 295,
    "58.86": 296,
    "59.00": 297,
    "59.54": 298,
    "593.10": 299,
    "599.45": 300,
    "6.00": 301,
    "6.36": 302,
    "6.40": 303,
    "6.70": 304,
    "6.85": 305,
    "60.00": 306,
    "60.24": 307,
    "60.30": 308,
    "60.60": 309,
    "60.95": 310,
    "61.65": 311,
    "616.60": 312,
    "62.00": 313,
    "62.60": 314,
    "62.80": 315,
    "63.35": 316,
    "63.60": 317,
    "63.80": 318,
    "635.00": 319,
    "64.15": 320,
    "65.20": 321,
    "65.50": 322,
    "65.55": 323,
    "65.70": 324,
    "66.00": 325,
    "67.85": 326,
    "68.41": 327,
    "68.63": 328,
    "69.20": 329,
    "7.00": 330,
    "7.15": 331,
    "7.20": 332,
    "7.40": 333,
    "7.42": 334,
    "7.50": 335,
    "7.60": 336,
    "7.70": 337,
    "7.80": 338,
    "7.95": 339,
    "7.97": 340,
    "70.30": 341,
    "71.00": 342,
    "71.90": 343,
    "72.00": 344,
    "72.75": 345,
    "72.93": 346,
    "73.00": 347,
    "73.30": 348,
    "73.55": 349,
    "74.20": 350,
    "75.70": 351,
    "758.70": 352,
    "77.20": 353,
    "78.10": 354,
    "79.50": 355,
    "8.00": 356,
    "8.10": 357,
    "8.20": 358,
    "8.50": 359,
    "8.60": 360,
    "8.70": 361,
    "8.95": 362,
    "80.90": 363,
    "81.80": 364,
    "82.68": 365,
    "82.80": 366,
    "83.00": 367,
    "85.10": 368,
    "85.20": 369,
    "85.54": 370,
    "86.00": 371,
    "87.10": 372,
    "87.45": 373,
    "88.17": 374,
    "88.95": 375,
    "89.00": 376,
    "9.00": 377,
    "9.10": 378,
    "9.30": 379,
    "9.45": 380,
    "9.50": 381,
    "9.60": 382,
    "9.65": 383,
    "9.90": 384,
    "93.00": 385,
    "93.07": 386,
    "94.00": 387,
    "94.19": 388,
    "94.87": 389,
    "98.35": 390,
    "99.80": 391,
    "99.90": 392,
    "RM 12.50": 393,
    "RM 13.30": 394,
    "RM 15.40": 395,
    "RM 21.00": 396,
    "RM 21.50": 397,
    "RM 22.90": 398,
    "RM 29.70": 399,
    "RM 3.30": 400,
    "RM 3.90": 401,
    "RM 30.00": 402,
    "RM 31.20": 403,
    "RM 34.80": 404,
    "RM 57.40": 405,
    "RM 64.70": 406,
    "RM 68.10": 407,
    "RM 8.60": 408,
    "RM 9.00": 409,
    "RM1.00": 410,
    "RM111.90": 411,
    "RM14.20": 412,
    "RM15.40": 413,
    "RM152.00": 414,
    "RM20.40": 415,
    "RM21.85": 416,
    "RM22.65": 417,
    "RM28.05": 418,
    "RM29.30": 419,
    "RM31.60": 420,
    "RM33.90": 421,
    "RM367.10": 422,
    "RM39.00": 423,
    "RM4.00": 424,
    "RM40.00": 425,
    "RM41.45": 426,
    "RM43.40": 427,
    "RM5.00": 428,
    "RM51.30": 429,
    "RM53.60": 430,
    "RM6.00": 431,
    "RM7.00": 432,
    "RM7.70": 433,
    "RM78.30": 434,
    "RM8.20": 435,
    "RM8.35": 436,
    "RM8.50": 437,
    "RM8.60": 438,
    "RM9.75": 439,
    "RM96.20": 440
  },
  "address": {
    "<UNK>": 0,
    "1, JALAN SUTERA TANJUNG 8/4, TMN SUTERA UTAMA, 81300 SKUDAI, JB.": 1,
    "10-18,JLN KEBUDAYAAN 16,TMN U 81300 JOHOR BAHRU.": 2,
    "106-107, LEVEL 1 THE MINES MALL SERDANG SRI KEMBANGAN, 43300 SELANGOR DARUL EHSAN.": 3,
    "107,JALAN BANDAR RAWANG 2, PUSAT BANDAR RAWANG, 48000 RAWANG,SELANGOR D E": 4,
    "109, SS21/1A, DAMANSARA UTAMA": 5,
    "117, JALAN RADIN BAGUS, SRI PETALING": 6,
    "12 JALAN PENGACARA U1/48 TEMASYA INDUSTRIAL PARK 40150 SHAH ALAM SELANGOR": 7,
    "12 JALAN TAMPOI 7/4,KAWASAN PERINDUSTRIAN TAMPOI,81200 JOHOR BAHRU,JOHOR": 8,
    "12, JALAN BUNGA TANJUNG,2/16 SEKSYEN 2,40000 SHAH ALAM, SELANGOR": 9,
    "12, JALAN TAMPOI 7/4,KAWASAN PARINDUSTRIAN TAMPOI,81200 JOHOR BAHRU,JOHOR": 10,
    "12, JALAN TAMPOI 7/4,KAWASAN PERINDUSTRIAN TAMPOI 81200 JOHOR BAHRU,JOHOR": 11,
    "12, JALAN TAMPOI 7/4,KAWASAN PERINDUSTRIAN TAMPOI,81200 JOHOR BAHRU, JOHOR": 12,
    "12, JALAN TAMPOI 7/4,KAWASAN PERINDUSTRIAN TAMPOI,81200 JOHOR BAHRU,JOHOR": 13,
    "12, JALAN TAMPOL 7/4,KAWASAN PERINDUSTRIAN TAMPOI,81200 JOHOR BAHRU,JOHOR": 14,
    "125A TINGKAT BAWAH PT 1961 JALAN MALINJA SITE B 45400 SEKINCHAN SELANGOR": 15,
    "129, JALAN TUN H.S LEE, 50000 KUALA LUMPUR.": 16,
    "13, JLN TASIK UTAMA 8 MEDAN NIAGA DAMAI SG BESI 57000 KL": 17,
    "13-1, JALAN PJU 5/10, DATARAN SUNWAY, KOTA DAMANSARA, 47810, PETALING JAYA, SELANGOR": 18,
    "14 JALAN MANIS 4 TAMAN SEGAR 56100 KL": 19,
    "16A, JALAN ASTAKA U8/83, BUKIT JELUTONG 40150 SHAH ALAN, SELANGOR D.E.": 20,
    "176 JLN SUNGEI BESI 57100 KUALA LUMPUR.": 21,
    "18,JALAN PERMAS 10/7 BANDAR BARU PERMAS JAYA, MASAI,JOHOR": 22,
    "19 & 19A, JALAN MERANTI 2A, SEKSYEI BANDAR BARU BATANG KALI, 44300": 23,
    "19, JALAN KANCIL, OFF JALAN PUDU, 55100 KUALA LUMPUR MALAYSIA": 24,
    "19-1. JALAN MALINJA 2, TAMAN BUNGA RAYA, 53100 SETAPAK, KUALA LUMPUR.": 25,
    "216, MACALISTER ROAD, 10400 PENANG, 10400 PENANG.": 26,
    "22 LRG PERUSAHAAN 4 KIMPAL INDS.PARK B.CAVES": 27,
    "22, JALAN PERINDUSTRIAN HIJAU 5, TAMAN PERINDUSTRIAN HIJAU,": 28,
    "22A-1, JALAN 17/54, SECTION 17, 46400 PETALING JAYA, SELANGOR.": 29,
    "27, JALAN DEDAP 13, TAMAN JOHOR JAYA, 81100 JOHOR BAHRU, JOHOR.": 30,
    "2ND FLOOR, WISMA COSWAY, JALAN RAJA CHULAN, 50200 KUALA LUMPUR, MALAYSIA.": 31,
    "3 FLOOR, AEON TAMAN MALURI SC JLN JEJAKA, TAMAN MALURI CHERAS, 55100 KUALA LUMPUR": 32,
    "3, JALAN PERDANA 5, TAMAN INDAH PERDANA, KEPONG, 52100 KL.": 33,
    "30, JLN KEBUDAYAAN 7, TMN UNIVERSITI 81300 SKUDAI, JOHOR": 34,
    "31,31A, JALAN HANG TUAH 9, TAMAN SKUDAI BARU, 81300 SKUDAI, JOHOR": 35,
    "33 JLN BANGAU 1,KEPONG BARU, 52100 KEPONG,KL": 36,
    "33-G JALAN MAJU 3/1 TAMAN LEMBAH MAJU CHERAS, 56100 KL": 37,
    "379, JALAN PERMAS SATU, BANDAR BARU PERMAS JAYA 81750 PLENTONG, JOHOR.": 38,
    "3RD FLR, AEON TAMAN MALURI SC JLN JEJAKA, TAMAN MALURI CHERAS ,55100 KUALA LUMPUR": 39,
    "3RD FLR, AEON TAMAN MALURI SC JLN JEJAKA, TAMAN MALURI CHERAS, 55100 KUALA LUMPUR": 40,
    "4-20, JALAN RIA 25/62 TAMAN SRI MUDA SEKSYEN 25, 40400 SHAH ALAM SELANGOR": 41,
    "41-1, JLN RADIN ANUM 2, SRI PETALING, 57000 KUALA LUMPUR.": 42,
    "42-46, JLN SULTAN AZLAN SHAH 51200 KUALA LUMPUR": 43,
    "4243,COMPLEKS PERNIAGAAN SRI GAYA, JLN TMN SUBANG JASA 3, 40150 SELANGOR": 44,
    "425, JALAN PAHANG, SETAPAK, 53000 KUALA LUMPUR.": 45,
    "44 JALAN SS21/58 DAMANSARA UTAMA 47400 PETALING JAYA": 46,
    "5-7, JALAN MAHAGONI 7/1 SEKSYEN 4, BANDAR UTAMA, 44300 BATANG KALI, SELANGOR": 47,
    "54,JALAN SS23/11 TAMAN SEA,47400 PETALING JAYA,SELANGOR": 48,
    "69 JALAN NOVA U5/N, SEKSYEN U5 SUBANG BE": 49,
    "69, JALAN TEMENGGUNG 3/9 BANDAR MAHKOTA CHERAS 43200 CHERAS SELANGOR": 50,
    "75. JALAN SS 22/19, DAMANSARA JAYA, 47400 PJ": 51,
    "78G, JALAN SS21/62, DAMANSARA UTAMA, 47400 PETALING JAYA.": 52,
    "88 JALAN IBRAHIM SULTAN STULANG LAUT 80300 JOHOR BAHRU": 53,
    "9, JALAN SUBANG JASA 3, 40150 SHAH ALAM, SELANGOR.": 54,
    "9, JALAN SUBANG JASA 3, 40150 SHAN ALAM, SELANGOR.": 55,
    "A-09-10 PRIMA AVENUE THE TUBE, 1/39, DATARAN PRIMA 47301 PETALING JAYA SELANGOR DE": 56,
    "A-16-1, TOWER A, NORTHPOINT OFFICE, MID VALLEY CITY, NO1, MEDAN SYED PUTRA UTARA KUALA LUMPUR MALAYSIA": 57,
    "A-G-06, DATARAN GLOMAC, JALAN SS6/5A, PUSAT BANDAR KELANA JAYA, 47301 PETALING JAYA, SELANGOR, MALAYSIA": 58,
    "AUTOROUTE RABAT MEKNES 15000 KHEMISSET": 59,
    "B-8, JALAN SS15/4D, 47500 SUBANG JAYA, SELANGOR": 60,
    "BLK 2, UNIT G1 & G2, BESTARI TERRACE, LOT PTD 182908 & PTD 143216, JALAN DANGA, TAMAN NUSA BESTARI, 81300": 61,
    "CAR PARK OFFICE, BASEMENT 1, LABUHRAYA SPRINT, PJU6A, 47400 PETALING JAYA, SELANGOR": 62,
    "D-08, M AVENUE , JLN 1 / 38A SEGAMBUT BAHAGIA 51200 KUALA LUMPUR": 63,
    "DAISO JAPAN, IOI MALL": 64,
    "DOMINO'S PIZZA PERMAS JAYA NO.12, JALAN PERMAS JAYA 10, BANDAR BARU PERMAS JAYA, 81750 MASAI JOHOR": 65,
    "DOMINO'S PIZZA TAMAN UNIVERSITI 30, JLN KEBUDAYAAN 7, TMN UNIVERSITI 81300 SKUDAI, JOHOR": 66,
    "F-G-01 JALAN SS 6/5B DATARAN GLOMAC. KELANA JAYA 47301 PETALING JAYA. SELANGOR": 67,
    "F.K06, FIRST FLOOR, THE GARDENS MALL, MID VALLEY CITY, LINGKARAN SYED PUTRA, 59200 KUALA LUMPUR.": 68,
    "G-26, GRD FLOOR,CITTA MALL, NO 1, JALAN PJU, 1A/4B, JLN PJU 1,ARA DAMANSARA, 47301 PETALING JAYA, SELANGOR.": 69,
    "G.23 & G.22, PLAZA SERI SETIA, NO.1 JALAN SS 9/1, 47300 PJ, SELANGOR.": 70,
    "GK 101,GND FLR,ONE UTAMA SHOPPING CENTRE NO.1,LEBUH BANDAR UTAMA, 47800 PETALING JAYA, SELANGOR.": 71,
    "GROUND FLOOR, NO. 4 & 6, JALAN SS15/4B, 47500 SUBANG JAYA, SELANGOR.": 72,
    "GUARDIAN GIANT BREM MALL G-19 LEVEL G BREM MALL": 73,
    "HQ: 7, JLN SS21/34, 47400 PJ": 74,
    "JALAN LAPANGAN TERBANG SUBANG 47200 SUBANG SELANGOR": 75,
    "JALAN LOKE YEW BENTONG 90 GROUND FLOOR JALAN BENTONG": 76,
    "JALAN PERMAS UTARA 1 PERMAS JAYA 81750 MASAI JOHOR": 77,
    "JALAN PERMAS UTARA 1, PERMAS JAYA 81750 MASAI JOHOR": 78,
    "JALAN TEMENGGUNG 23/9 BANDAR MAHKOTA CHERAS 43200 SELANGOR DARUL EHSAN, MALAYSIA": 79,
    "JALAN TRAS BATU 1 28700 BENTONG PAHANG DARUL MAKMUR.": 80,
    "K3-113, JL IBRAHIM SULTAN 80300 JOHOR BAHRU JOHOR": 81,
    "LEVEL 6, BANGUNAN TH, DAMANSARA UPTOWN3 NO.3, JALAN SS21/39, 47400 PETALING JAYA SELANGOR": 82,
    "LEVEL 6, BANGUNAN TH, DAMANSARA UPTOWN3 NO.3, JALAN SS21/39,47400 PETA ING JAYA SELANGOR": 83,
    "LEVEL 6, BANGUNAN TH, DAMANSARA UPTOWN3 NO.3, JALAN SS21/39,47400 PETALING JAYA SELANGOR": 84,
    "LEVEL G2, BLOCK D1, SOLARIS DUTAMAS, NO.1, JALAN DUTAMAS 1, 50480 KUALA LUMPUR": 85,
    "LG226, LGF, 1 UTAMA SHOPPING CENTRE, LEBUH BANDAR UTAMA, 47800 PETALING JAYA.": 86,
    "LOT 1-0-2, JLN 1/50, DIAMOND SQUARE, OFF JLN GOMBAK 53000 KUALA LUMPUR": 87,
    "LOT 11995, BATU 2, JALAN KAPAR 41400 KLANG, SELANGOR": 88,
    "LOT 1504, BATU 8 1/2, JALAN KLANG LAMA, 46000 PETALING JAYA, SELANGOR.": 89,
    "LOT 1851 -A & 1851-B, JALAN KPB 6, KAWASAN PERINDUSTRIAN BALAKONG, 43300 SERI KEMBANGAN, SELANGOR": 90,
    "LOT 1851-A & 1851-B, JALAN KP3 6, KAWASAN PERINDUSTRIAN BALAKONG, 43300 SERI KEMBANGAN, SELANGOR": 91,
    "LOT 1851-A & 1851-B, JALAN KPB 6, KAWASAN PERINDUSTRIAN BALAKONG, 43300 SERI KEMBANGAN, SELANGOR": 92,
    "LOT 1851-A & 1851-B, JALAN KPB 6, KAWASAN PERINDUSTRIAN BALAKONG, 43300 SERI KEMBANGAN, SELANGOR (TESCO PUTRA NILAI)": 93,
    "LOT 1F-01&02,1ST FLR,PARADIGM MALL, NO. 1 JALAN SS 7/26A, KELANA JAYA, 47301 PETALING JAYA": 94,
    "LOT 204 & 205, JALAN BATU 12 1/4, KG. DUSUN NANDING, 43100 HULU LANGAT, SELANGOR DARUL EHSAN.": 95,
    "LOT 2110&2111 JALAN PERMAS UTARA BANDAR BARU PERMAS 81750 JOHOR BAHRU JOHOR": 96,
    "LOT 2407, JALAN DUA 52100 KEPONG BARU, KL": 97,
    "LOT 26151 BANDAR SG LONG, 11 1/4 MILES CHERAS, 43000 KAJANG, SELANGOR": 98,
    "LOT 2685 JLN GENTING KLANG 53300 KL SITE 1066": 99,
    "LOT 276 JALAN BANTING 43800 DENGKIL, SELANGOR": 100,
    "LOT 276 JALAN BANTING 43800 DENGKIL, SELANGOR.": 101,
    "LOT 2942 & 2945, JLN SERI SENTOSA 8, SERI SENTOSA, OFF JLN KLANG LAMA, 58000 KUALA LUMPUR.": 102,
    "LOT 3, JALAN PELABUR 23/1, 40300 SHAH ALAM, SELANGOR.": 103,
    "LOT 34817 JALAN BATU AMBAR TAMAN KOK LIAN 51200 KUALA LUMPUR,": 104,
    "LOT 37636 , JALAN 6/37A, TAMAN BUKIT MALURI , 52100 KUALA LUMPUR": 105,
    "LOT 38, 39 101 BOULEVARD, JALAN KENARI 5, BANDAR PUCHONG JAYA, 47170 PUCHONG, SELANGOR": 106,
    "LOT 485, TMN LEMBAH KERAMAT JLN ULU KELANG,  54200 KUALA LUMPUR": 107,
    "LOT 50, FLOOR T2,SKY AVENUE GENTING HIGHLANDS PAHANG, 69000 PAHANG MALAYSIA": 108,
    "LOT 6, JALAN BATAI, PLAZA BATAI, DAMANSARA HEIGHTS 50490, KUALA LUMPUR": 109,
    "LOT B-005-006, BASEMENT LEVEL 1 THE STARLING MALL JALAN SS21/60, DAMANSARA UTAMA.": 110,
    "LOT F/L2A.4, LEVEL 2A FIRST WORLD PLAZA, FIRST WORLD": 111,
    "LOT F1-01, 6, JALAN 8/27A, SEKSYEN 5 WANGSA MAJU, 53300 KUALA LUMPUR, WILAYAH PERSEKUTUAN KUALA LUMPUR, MALAYSIA.": 112,
    "LOT F15, GIANT BANDAR PUTERI JALAN PUTERI 1/1, BDR PUTERI 47100 PUCHONG, SELANGOR": 113,
    "LOT F21 & 22, CITTA MALL NO 1, JLN PJU 1A/4 47301": 114,
    "LOT F36, FIRST FLOOR, AEON MALL BDR DATO' ONN, NO.3 JLN DATO' ONN 3, BDR DATO' ONN 81100 JOHOR BAHRU, JOHOR": 115,
    "LOT G29 & G30, AEON MALL TEBRAU CITY, NO. 1, JALAN DESA TEBRAU, TAMAN DESA TEBRAU, 81100 JOHOR BAHRU.": 116,
    "LOT LG 26, SUBANG PARADE NO.5, JALAN SS16/1 47500 SUBANG JAYA, SELANGOR": 117,
    "LOT LG 315, 1-UTAMA SHOPPING CENTRE, LEBUH BANDAR UTAMA-BANDAR UTAMA, PETALING JAYA, 47800 SELANGOR": 118,
    "LOT NO : 20, LEVEL UG1, PUBLIKA SOLARIS DUTAMAS. NO 1, JALAN DUTAMAS, 50480 KL": 119,
    "LOT NO. : G1 . 116A,GROUND FLOOR , SUNWAY PYRAMID , NO.3, JALAN PJS 11/15, BANDAR SUNWAY , 47500 PETALING JAYA.": 120,
    "LOT NO. G23, GIANT KELANA JAYA LOT PT244, JLN PERBANDARAN SS6/4 PUSAT BANDAR KELANA JAYA, PETALING": 121,
    "LOT NO2, JALAN UTARID U5/13, SEKSYEN U5, 40150 SNAH ALAM, SELANGOR DARUL EHSAN, MALAYSIA": 122,
    "LOT P. T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1181-TMN SRI SINAR": 123,
    "LOT P. T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1934-LAMAN RIMBUNAN": 124,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR": 125,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1032-SUBANG PERDANA": 126,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1076-IJOK": 127,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1214-JINJANG UTARA": 128,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1225-DENGKIL": 129,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1237-TMN INDAH PERDANA": 130,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1243-JLN PUDU ULU": 131,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1245-DESA SRI HARTAMAS": 132,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1249-TMN PANDAN CAHAYA": 133,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1317 TRILLIUM S6 BESI": 134,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1320-TMN BATU": 135,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1422-TMN DESA JAYA": 136,
    "LOT P.T. 2811, JALAN ANGSA, TAMAN BERKELEY 41150 KLANG, SELANGOR 1558-TMN PUSAT KEPONG": 137,
    "LOT P.T. 33198, BATU 4 JALAN KAPAR, MUKIM KAPAR 42100 KLANG, SELANGOR 1174-PERMATA MAGNA": 138,
    "LOT P.T. 33198, BATU 4 JALAN KAPAR, MUKIM KAPAR 42100 KLANG, SELANGOR 1181-TMN SRI SINAR": 139,
    "LOT P.T. 33198, BATU 4 JALAN KAPAR, MUKIM KAPAR 42100 KLANG, SELANGOR 1320-TMN BATU": 140,
    "LOT P.T. 33198, BATU 4 JALAN KAPAR, MUKIM KAPAR 42100 KLANG, SELANGOR 1558-TMN PUSAT KEPONG": 141,
    "LOT P.T. 33198, BATU 4 JALAN KAPAR, MUKIM KAPAR 42100 KLANG, SELANGOR 1605-TMN SRI BINTANG": 142,
    "LOT PT 1138 ,PT 33122, BANDAR MAHKOTA CHERAS 43200 CHERAS, SELANGOR": 143,
    "LOT PTD 101051 JALAN PERMAS 10/10 81750 MASAI, JOHOR": 144,
    "LOT PTD 198718 TMN SIERRA P 81750 MASAI JOHOR": 145,
    "LOT R1, KWS REHAT & RAWAT PAGOH ARAH UTARA, SIMPANG AMPAT PAGOH, LEBUHRAYA UTARA SELATAN, 84600,PAGOH,JOHOR": 146,
    "LOT S25, AEON TEBRAU CITY JUSCO NO 1, JLN DESA TEBRAU, TMN DESA TEBRAU, 81100 JOHOR BAHRU, JOHOR": 147,
    "LOT S319, 2ND FLOOR, 1 UTAMA SHOPPING CENTRE, NO1, LEBUH BANDAR UTAMA,47800 P.JAYA": 148,
    "LOT-18A-2, BERJAYA TIMES SQUARE, KUALA LUMPUR.": 149,
    "M4-A-8, JALAN PANDAH INDAH 4/1A, PANDAH INDAH, 55100 KUALA LUMPUR.": 150,
    "MENARA DION #02-03, LEVEL 2, 27, JALAN SULTAN ISMAIL, 50250 KUALA LUMPUR.": 151,
    "NO 1&3, JALAN WANGSA DELIMA 12, WANGSA LINK, WANGSA MAJU, 53300 KUALA LUMPUR": 152,
    "NO 12 GF, JALAN MAMANDA 5, TAMAN DATO AHMAD RAZALI, JALAN AMPANG, 68000 AMPANG, SELANGOR.": 153,
    "NO 122.124. JALAN DEDAP 13 81100 JOHOR BAHRU": 154,
    "NO 14 & 16 JALAN PERMAS 4/3 BANDAR BARU PERMAS JAY": 155,
    "NO 15 JALAN BANDAR RAWANG 10 BANDAR BARU RAWANG": 156,
    "NO 16A, JALAN ASTAKA U8/83, BUKIT JELUTONG. 40150 SHAH ALAM, SELANGOR, D.E.": 157,
    "NO 18, 20, 22, JALAN BUNGA TANJONG 2/16, 40000 SHAH ALAM, SELANGOR": 158,
    "NO 19-G& 19-1& 19-2 JALAN TASIK UTAMA 4, MEDAN NIAGA TASIK DAMAI": 159,
    "NO 2, JALAN BULAN BM U5/BM, SEKSYEN U5, 40150 SHAH ALAM, SELANGOR": 160,
    "NO 2-1 JALAN 3/137B BATU 5 JALAN KELANG LAMA 58000 KUALA LUMPUR": 161,
    "NO 21, JLN BUNGA KANTAN TAMAN P. RAMLEE SETAPAK 53000 KUALA LUMPUR": 162,
    "NO 24, 25 & 26, JALAN PUSAT PERNIAGAAN BUNGA RAYA 4, PUSAT PERNIAGAAN BUNGA RAYA,": 163,
    "NO 290, JALAN AIR PANAS, SETAPAK, 53200, KUALA LUMPUR.": 164,
    "NO 290, JALAN AIR PANAS. SETAPAK, 53200, KUALA LUMPUR": 165,
    "NO 290, JALAN AIR PANAS. SETAPAK, 53200, KUALA LUMPUR.": 166,
    "NO 290, JALAN AIR PANAS. SETAPAK. 53200, KUALA LUMPUR.": 167,
    "NO 2A JALAN COCHRANE TAMAN MALURI 55100 KUALA LUMPUR": 168,
    "NO 3, JALAN PERMAS 10/8, BANDAR BARU PERMAS JAYA, 81750 MASAI, JOHOR": 169,
    "NO 3, JALAN TAMAN JAS'A 2; . SECTION U6, 40150 SHAH ALAM.": 170,
    "NO 3, JALAN TEMENGGUNG 27/9 BANDAR MAHKOTA CHERAS, 43200 SELANGOR.": 171,
    "NO 31G, JALAN SEPADU C 25/C, SECTION 25, TAMAN INDUSTRIES, AXIS 40400 SHAH ALAM, SELANGIR.": 172,
    "NO 33, 35, G F ,JALAN TEMENGGUNG 3/9, BANDAR MAHKOTA CHERAS, 43200 CHERAS, SELANGOR": 173,
    "NO 35,JALAN INDAH 15/2,BUKIT INDAH 81200 JOHOR BAHRU,JOHOR": 174,
    "NO 37, JALAN MANIS 7, TAMAN SEGAR, 56100 CHERAS, KUALA LUMPUR.": 175,
    "NO 4,JALAN PERJIRANAN 10, TAMAN AIR BIRU, 81700 PASIR GUDANG, JOHOR.": 176,
    "NO 43-45-47G, TAMAN SEJATI, IJOK, 45600 BESTARI JAYA, KUALA SELANGOR.": 177,
    "NO 5, JALAN KENARI 2, BANDAR PUCHONG JAYA, 47100 PUCHONG, SELANGOR": 178,
    "NO 53, JALAN 3/62A, BANDAR MENJALARA, 52200 KUALA LUMPUR.": 179,
    "NO 69, JALAN PENGKALAN 5, TAMAN PASIR EMAS, KG PASIR PUTIH, 81700 PASIR GUDANG, JOHOR.": 180,
    "NO 7, SIMPANG OFF BATU VILLAGE, JALAN IPOH BATU 5, 51200 KUALA LUMPUR MALAYSIA": 181,
    "NO 7. SIMPANG OFF BATU VILLAGE, JALAN IPOH BATU 5, 51200 KUALA LUMPUR MALAYSIA": 182,
    "NO 8, JALAN 7/118B, DESA TAN RAZAH 56000 KUALA LUMPUR, MALAYSIA KSL CITY": 183,
    "NO 8, JALAN 7/118B, DESA TUN RAZAK 56000 KUALA LUMPUR, MALAYSI.": 184,
    "NO 8, JALAN 7/118B, DESA TUN RAZAK 56000 KUALA LUMPUR, MALAYSIA": 185,
    "NO 8, JALAN 7/118B, DESA TUN RAZAK 56000 KUALA LUMPUR, MALAYSIA AMPANG POINT CENTRE": 186,
    "NO 8, JALAN 7/118B, DESA TUN RAZAK 56000 KUALA LUMPUR, MALAYSIA KL FESTIVAL CITY MALL": 187,
    "NO 8. JALAN 7/118B, DESA TUN RAZAK 56000 KUALA LUMPUR, MALAYSIA": 188,
    "NO. 1 JALAN EURO 1 OFF JALAN BATU TIGA SUNGAI BULOH SEKSYEN U3 SHAH ALAM, 40150": 189,
    "NO. 1 JALAN EURO 1 OFF JALAN BATU TIGA SUNGAI BULOH SEKSYEN U3 SHAH ALAM,40150": 190,
    "NO. 1, TAMAN SRI DENGKIL, JALAN AIR HITAM 43800 DENGKIL, SELANGOR.": 191,
    "NO. 135, JALAN BANGI, 43500 SEMENYIH, SELANGOR": 192,
    "NO. 145G, JALAN RIMBUNAN RAYA 1, LAMAN RIMBUNAN KEPONG, 52100 KUALA LUMPUR": 193,
    "NO. 15. JLN TSJ2,TMN SUBANG JASA, OFF JLN BT 3 SUBANG. 40000 SHAH ALAM. SEL.": 194,
    "NO. 17-G, JALAN SETIA INDAH (X) U13/X, SETIA ALAM, SEKSYEN U13, 40170 SHAH ALAM,": 195,
    "NO. 2, JALAN TEMENGGUNG 19/9, SEKSYEN 9, BANDAR MAHKOTA CHERAS, 43200 CHERAS, SELANGOR": 196,
    "NO. 20-A1, JALAN SS6/3, KELANA JAYA, 47301 PETALING JAYA SELANGOR D.E.": 197,
    "NO. 31G&33G, JALAN SETIA INDAH X ,U13/X 40170 SETIA ALAM": 198,
    "NO. 343, JALAN KURAU, SUNGAI RENGIT, 81620 PENGERANG, JOHOR.": 199,
    "NO. 36G JALAN BULAN BM U5/BM, BANDAR PINGGIRAN SUBANG, SEKSYEN U5, 40150 SHAH ALAM, SELANGOR.": 200,
    "NO. 42, JALAN PBS 14/11, TAMAN PERINDUSTRIAN BUKIT SERDANG, 43300 SERI KEMBANGAN, SELANGOR": 201,
    "NO. 47, JALAN MERANTI 1A, BANDAR BARU UTAMA, 44300 BATANG KALI, SELANGOR.": 202,
    "NO. 53, JALAN BESAR, 45600 BATANG BERJUNTAI SELANGOR DARUL EHSAN": 203,
    "NO. 76, JALAN SS15/4B, 47500 SUBANG JAYA, SELANGOR D.E.": 204,
    "NO. 89&91, JALAN UTAMA, TAMAN MUTIA RINI, 81300 SKUDAI, JOHOR.": 205,
    "NO. 9-G, JALAN DINAR D U3/D TAMAN SUBANG PERDANA, SEK,U3, 40150 SHAH ALAM,SELANGOR D.E.": 206,
    "NO. 9-G, JALAN PERUBATAN 2, PANDAN INDAH, 55100 KUALA LUMPUR.": 207,
    "NO.1 JALAN PJU 1A/46, OFF JALAN LAPANGAN TERBANG SUBANG PETALING JAYA SELANGOR 47301": 208,
    "NO.1, JALAN PERMAS 10/5, BANDAR BARU PERMAS JAYA 81750 JOHOR BAHRU, JOHOR.": 209,
    "NO.1, JLN PUTERI 1/6, BANDAR PUTERI, 47100 PUCHONG, SELANGOR": 210,
    "NO.1, TAMAN SRI DENGKIL, JALAN AIR HITAM 43800 DENGKIL, SELANGOR.": 211,
    "NO.113G & 115G, JALAN SETIA GEMBILANG U13/BG BANDAR SETIA ALAM, 40170 BANDAR SETIA ALAM, SELANGOR.": 212,
    "NO.12, JALAN PERMAS JAYA 10, BANDAR BARU PERMAS JAYA, 81750 MASAI JOHOR": 213,
    "NO.12, JALAN SS4C/5,PETALING JAYA SELANGOR DARUL EHSAN": 214,
    "NO.12,JALAN SS4C/5,PETALING JAYA SELANGOR DARUL EHSAN": 215,
    "NO.145G, JALAN RIMBUNAN RAYA 1, LAMAN RIMBUNAN KEPONG, 52100 KUALA LUMPUR": 216,
    "NO.17, 18 & 41, JALAN BESAR, 39100 BRINCHANG, CAMERON HIGHLANDS, PAHANG": 217,
    "NO.17,JALAN PERMAS 1/7, BANDAR BARU PERMAS JAYA,81750,MASAI": 218,
    "NO.19 & 21 JALAN TEMENGGUNG 23/9 BANDAR MAHKOTA CHERAS 43200 SELANGOR DARUL EHSAN, MALAYSIA": 219,
    "NO.2&4, JALAN HARMONI 3/2, TAMAN DESA HARMONI. 81100 JOHOR BAHRU JOHOR": 220,
    "NO.2, JALAN METRO PERDANA TIMUR 11, KEPONG ENTERPRENUERS PARK, OFF JALAN KEPONG, 52100 KUALA LUMPUR.": 221,
    "NO.2, JALAN TEMENGGUNG 19/9, SEKSYEN 9, BANDAR MAHKOTA CHERAS, 43200 CHERAS, SELANGOR": 222,
    "NO.2-1-1 JALAN SEITA PRIMA Q U 13/Q SEITA ALAM 40170 SHAN ALAM SELANGOR": 223,
    "NO.23 BATU 10, TAMAN SENTOSA, JALAN KAPAR, 42200 KLANG, SELANGOR.": 224,
    "NO.25, JALAN METRO PERDANA BARAT 2, TAMAN USAHAWAN KEPONG, KEPONG UTARA, 52100 KUALA LUMPUR.": 225,
    "NO.29M, JALAN DINAR G U3/G, SEKSYEN U3, SUBANG PERDANA, 40150 SHAH ALAM": 226,
    "NO.3 & 5, JALAN PERMAS 11, BANDAR BARU PERMAS JAYA, 81750 MASAI, JOHOR": 227,
    "NO.32 & 33, JALAN SR 1/9, SEKSYEN 9, TAMAN SERDANG RAYA, 43300 SERI KEMBANGAN, SELANGOR DARUL EHSAN": 228,
    "NO.37-1, PLAZA DANAU DESA 2, JALAN 109F, TAMAN DANAU DESA, 58100 KUALA LUMPUR.": 229,
    "NO.41, JALAN SERI BINTANG 2 TAMAN SRI BINTANG, 52100 KUALA LUMPUR.": 230,
    "NO.41G, JLN SS21/60, DAMANSARA UTAMA, 47400 PJ, SELANGOR.": 231,
    "NO.49, JALAN DINAR G U3/G, SUBANG PERDANA, 40150 SHAH ALAM, SELANGOR D.E.": 232,
    "NO.49, JALAN MAHAGONI 7/2, SEKSYEN 4 BANDAR UTAMA, 44300 BATANG KALI, SELANGOR.": 233,
    "NO.50 , JALAN PBS 14/11 , KAWASAN PERINDUSTRIAN BUKIT SERDANG,": 234,
    "NO.50, JALAN PBS 14/11, KAWASAN PERINDUSTRIAN BUKIT SERDANG,": 235,
    "NO.50,JALAN PBS 14/11, KAWASAN PERINDUSTRIAN BUKIT SERDANG,": 236,
    "NO.53 55,57 & 59, JALAN SAGU 18, TAMAN DAYA, 81100 JOHOR BAHRU, JOHOR.": 237,
    "NO.53 JALAN PUTRA 1, TAMAN SRI PUTRA, 81200 JOHOR BAHRU JOHOR": 238,
    "NO.53, JALAN BESAR, 45600 BATANG BEJUNTAL SELANGOR DARUL EHSAN": 239,
    "NO.53, JALAN BESAR, 45600 BATANG BERJUNTAI SELANGOR DARUL EHSAN": 240,
    "NO.53,JALAN BESAR,45600 BATANG BERJUNTAI SELANGOR DARUL EHSAN": 241,
    "NO.54, BATU 5,JALAN IPOH, KG.BATU, 51200 KUALA LUMPUR": 242,
    "NO.59 JALAN PERMAS 9/5 BANDAR BARU PERMAS JAYA 81750 JOHOR BAHRU": 243,
    "NO.59 JALAN PERMAS 9/5 BANDAR BARU PERMAS JAYA 81760 JOHOR BAHRU": 244,
    "NO.6,8, 10& 12 JALAN PERMAS 4/3 BANDAR BARU PERMAS JAYA, 81750 JOHOR BAHRU,JOHOR.": 245,
    "NO.8,JALAN PERMAS 10/7, PERMAS JAYA, 81750 JOHOR BAHRU.": 246,
    "NO.9, JALAN MANIS 3, TAMAN SEGAR CHERAS, 56100 KUALA LUMPUR.": 247,
    "NO.J-G-02, SOHO KI, SOLARIS MONT KIERA, 50 480 KL": 248,
    "NO.LOT 24, BATU 11 KAMPUNG DATO, UJANG BALAKONG, 43200 CHERAS, SEL.": 249,
    "NO: 1-1&2 GROUND FLOOR, JLN TEMENGGUNG 13/9, 43200 CHERAS SELANGOR": 250,
    "NO: 28, JALAN ASTANA 1C, BANDAR BUKIT RAJA, 41050 KLANG SELANGOR D.E, MALAYSIA": 251,
    "NO: 28,JALAN ASTANA 1C, BANDAR BUKIT RAJA, 41050 KLANG SELANGOR D.E, MALAYSIA": 252,
    "NO: G3, BLK G, JIN PJU 1A/3, ARA DAMANSARA, 47301 PETALING JAYA, SELANGOR DARUL EHSAN.": 253,
    "NO: G3, BLK G, JLN PJU 1A/3, ARA DAMANSARA, 47301 PETALING JAYA, SELANGOR DARUL EHSAN.": 254,
    "OASIS VILLAGE LOUNGE 2, GROUND FLOOR, OASIS VILLAGE,NO 2, JALAN PJU 1A/7A, OASIS SQUARE,OASIS DAMANSARA., 47301, PETALING JAYA,SELANGOR": 255,
    "P6, BLOCK C, GM KLANG WHOLESALE CITY, JALAN KASUARINA 1, 41200 KLANG, SELANGOR D.E.": 256,
    "PARADIGM MALL LOT NO.: 4F-27 & 4FK-38, 4TH FLOOR": 257,
    "PT17920 SEK U9, SHAH ALAM": 258,
    "PT17920, SEKSYEN U9, 40150 SHAH ALAM, SELANGOR DARUL EHSAN.": 259,
    "S117, SECOND FLOOR, AEON TEBRAU CITY, 1, JALAN DESA TEBRAU, TAMAN DESA TEBRAU, 81100 JOHOR BAHRU, JOHOR.": 260,
    "SHELL STATION PT15944, MUKIM BATU, JLN BESAR KEPONG": 261,
    "UNIT 105, BLOCK A,PUSAT DAGANGAN PHILEO DAMANSARA, NO.9, JALAN 16/11,,46350,PETALING JAYA,SELANGOR": 262,
    "UNIT G-13, GROUND FLOOR, NO.1 JLN KIARA, MONT KIARA 50480 KUALA LUMPUR": 263,
    "UNIT G-5B, GROUND FLOOR, WISMA UOA II, NO 21, JALAN PINANG, 50450 KUALA LUMPUR, MALAYSIA": 264,
    "UNIT L1-044B, VIVACITY MEGAMALL, JALAN WAN ALWI, 93350 KUCHING, SARAWAK.": 265,
    "USJ SUMMIT, SUBANG (SS)": 266
  }
}